"appName" = "Inlaider (fr)";


"popup.command.placeholder.typeACommand" = "Tapez une commande...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Tapez une commande ou appuyez sur Entrée pour fermer...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Tapez une commande ou appuyez sur Entrée pour coller le résultat";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — bascule vers l'éditeur";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — bascule vers la ligne de commande";
"popup.shortcut.clearCanvas" = "⌘⌫ efface l'éditeur";
"popup.shortcut.copyCanvas" = "⌘C copie le contenu de l'éditeur";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C ou Entrée copie le contenu de l'éditeur";
"popup.shortcut.enterPaste" = "Entrée insère dans";
"popup.shortcut.esc" = "Échap ferme vers";

"show" = "Afficher";
"about" = "À propos";
"quit" = "Quitter";
"close" = "Fermer";
"cancel" = "Annuler";
"save" = "Enregistrer";
"ok" = "OK";
"settings" = "Paramètres";
"copied" = "Copié";

"settings.section.general.title" = "Général";
"settings.accessibility.title" = "Autorisations d'accessibilité";
"settings.accessibility.description" = "Cette autorisation est requise pour lire automatiquement le texte sélectionné et insérer le résultat traité dans le champ de texte d'origine.\nSans accès, l'application utilisera le presse-papiers pour transférer les données.";
"settings.inlaiderShortcut.label" = "Raccourci clavier pour Inlaider";
"settings.LaunchAtLogin.label" = "Lancer au démarrage";

"settings.section.ownAPIKeys.title" = "Clés API personnelles";
"provider.apiKey.title" = "Clé API";
"provider.apiKey.placeholder" = "Entrez la clé API ici";
"provider.models.title" = "Modèles";
"provider.models.new.placeholder" = "Ajouter un nom de modèle";

"settings.section.customPrompts.title" = "Remplacements de prompts";
"prompts.general.title" = "Prompt général";
"prompts.replacements.title" = "Remplacements de prompts";
"prompts.replacements.replaceWhat.label" = "Remplacer";
"prompts.replacements.model.label" = "Modèle";
"prompts.replacements.replaceWith.label" = "Par prompt";
"prompts.replacements.error.exists.message" = "Le remplacement de commande '%@' existe déjà.";

"about.ThirdPartyLicenses" = "Licences tierces";
"about.VisitOnGithub" = "Voir sur GitHub";
"about.version" = "Version %@";

"error.title" = "Erreur";